import type { Metadata } from "next";
import { metaGen } from "@/utils/metaGen";
import CatalogProducts from "@/components/CatalogProducts";

export const metadata: Metadata = metaGen(
  "Шины для погрузчиков в Санкт-Петербурге",
  "Предлагаем купить шины для вилочных погрузчиков в пневматическом и цельнолитом исполнении в Санкт-Петербурге с доставкой по всей России. В наличии бюджетные и премиум варианты всех типоразмеров.",
);

export default function TiresRims() {
  return (
    <main>
      <section className="catalog__section">
        <div className="container">
          <div className="section-title">
            <h1 className="h1">Шины для погрузчиков</h1>
          </div>
          <div className="row row-1">
            <div className="catalog__products">
              <CatalogProducts url={"tires_rims"} />
            </div>
          </div>
          <div className={"catalog__info"}>
            <h2>Шины для погрузчиков: купить недорого от&nbsp;производителя</h2>
            <p>
              Погрузчики вилочного типа представляют собой востребованный класс
              специальной техники легкой и&nbsp;средней категории, активно
              используемой в&nbsp;складской логистике и&nbsp;ряде других сфер.
              Эти машины значительно повышают эффективность
              погрузочно-разгрузочных работ, облегчая перемещение
              и&nbsp;штабелирование грузов за&nbsp;счет механизации процессов.
              Однако для полноценной эксплуатации важно не&nbsp;только
              поддерживать технику в&nbsp;исправном состоянии,
              но&nbsp;и&nbsp;правильно подбирать для нее{" "}
              <strong>специализированные шины для погрузчиков.</strong>
            </p>
            <p>
              Изначально вилочные погрузчики разрабатывались исключительно как
              складская техника, которая необходима для разгрузки или погрузки
              товаров на&nbsp;поддонах и&nbsp;в&nbsp;упаковках. Однако благодаря
              своей практичности и&nbsp;удобству они быстро нашли применение
              и&nbsp;в&nbsp;других областях, включая сельское хозяйство. Сегодня
              ведущие мировые производители спецтехники выпускают целые линейки
              вилочных погрузчиков для различных задач.
            </p>
            <p>
              На&nbsp;рынке существует много разных{" "}
              <strong>шин для вилочных погрузчиков</strong>, однако далеко не
              все производители предлагают продукцию высокого качества. Если вы
              хотите приобрести надежные покрышки по&nbsp;выгодной цене, наш
              интернет-магазин готов предложить широкий{" "}
              <strong>ассортимент резины для спецтехники</strong>. Мы
              сотрудничаем только с&nbsp;проверенными брендами, предлагая как
              популярные, так и&nbsp;редкие типоразмеры шин&nbsp;&mdash; как
              пневматических, так и&nbsp;цельнолитых. У&nbsp;нас есть{" "}
              <strong>доставка по&nbsp;СПб</strong>
              и&nbsp;отправки в&nbsp;другие города.
            </p>
            <h2>Пневматический вид шин</h2>
            <p>
              <strong>Пневматические шины </strong>считаются отменным решением
              для погрузчиков, работающих на&nbsp;неровных покрытиях. Их
              основные достоинства заключаются в&nbsp;следующем:
            </p>
            <ul>
              <li>
                отличная амортизация&nbsp;&mdash; воздушная прослойка снижает
                нагрузку на подвеску, продлевая срок службы техники;
              </li>
              <li>
                высокая прочность&nbsp;&mdash; усиленный корд из&nbsp;нейлона
                делает шины устойчивыми к&nbsp;нагрузкам и&nbsp;механическим
                повреждениям;
              </li>
              <li>
                отменная проходимость&nbsp;&mdash; глубокий протектор, часто
                с&nbsp;внедорожным рисунком, гарантирует хорошее сцепление даже
                на&nbsp;влажных поверхностях и&nbsp;при езде по&nbsp;грязи.
              </li>
            </ul>
            <h2>Цельнолитый вид шин</h2>
            <p>
              <strong>Цельнолитые покрышки</strong> также пользуются
              популярностью среди владельцев вилочных погрузчиков благодаря
              своей долговечности и&nbsp;устойчивости к&nbsp;повреждениям.
              Основные плюсы такого вида шин в&nbsp;следующем:
            </p>
            <ul>
              <li>
                они не&nbsp;подвержены проколам&nbsp;&mdash; в&nbsp;отличие
                от&nbsp;пневматических шин, цельнолитые не&nbsp;боятся гвоздей,
                стекла и&nbsp;других острых предметов;
              </li>
              <li>
                долговечны&nbsp;&mdash; такие покрышки служат вдвое дольше
                пневматических аналогов;
              </li>
              <li>
                имеют трехслойную структуру: внутренний слой
                с&nbsp;металлическим кордом надежно фиксирует шину
                на&nbsp;диске, средний слой выполняет амортизационную функцию,
                а&nbsp;внешний слой с&nbsp;протектором обеспечивает сцепление
                с&nbsp;поверхностью.
              </li>
            </ul>
            <p>
              Жесткость цельнолитых шин делает их&nbsp;идеальным вариантом для
              эксплуатации на&nbsp;твердых покрытиях&nbsp;&mdash;
              на&nbsp;складах, заводах и промышленных объектах. Однако
              современные технологии позволили разработать мягкие цельнолитые
              шины, которые по&nbsp;комфорту приближаются к&nbsp;пневматическим,
              расширяя сферу их&nbsp;применения.
            </p>
            <h2>Купить шины для вилочного погрузчика в&nbsp;СПб</h2>
            <p>
              Перед покупкой шин важно учитывать условия, при которых
              используется техника. Анализ местности и&nbsp;рабочих задач
              поможет определиться между пневматическими и&nbsp;цельнолитыми
              моделями, а также выбрать нужный рисунок протектора.
            </p>
            <p>
              Компания &laquo;СПЕЦМАШИНА&raquo; предлагает широкий выбор шин для
              вилочных погрузчиков во&nbsp;всех востребованных размерах.
              Вы&nbsp;можете легко найти и{" "}
              <strong>&nbsp;заказать шины для погрузчика</strong> на&nbsp;сайте
              или по&nbsp;телефону. Обратитесь к&nbsp;нам&nbsp;&mdash;
              и&nbsp;мы&nbsp;поможем подобрать надежные шины, которые обеспечат
              бесперебойную работу вашей техники!
            </p>
          </div>
        </div>
      </section>
    </main>
  );
}
